import React from "react";

const Terms3 = () => {
  return (
    <div className="min-h-screen flex flex-col bg-gray-100 items-center">
    <main className="flex-grow w-full max-w-[430px] min-w-[393px] mx-auto bg-white shadow-md rounded-lg overflow-y-auto p-4">
    <h2 className="text-xl font-bold text-center mb-4">마케팅 수신 동의사항</h2>
    <div className="text-sm text-gray-700 leading-relaxed">
      <section className="mb-4">
      <h3 className="font-bold mb-2">마케팅수신동의</h3>
      <p className="mb-2">
      

2023.01.30

2023.01.30
㈜토스플레이스의 서비스를 이용해주셔서 감사해요.

더 좋은 서비스를 만들기 위해, 관련 법령*에 따라 광고성 정보 수신과 이에따른 개인정보 수집·이용 동의를 받고 있어요.

광고성 정보 매체: 1순위 카카오 알림톡, 2순위 SMS(카카오톡이 없는 등 알림톡 수신이 불가한 경우)

*관련 법령: 개인정보 보호법, 정보통신망법, 신용정보법, 전자금융거래법, 전자상거래법 등

구분	내용
처리 목적	
토스플레이스 및 제휴사의 상품 서비스에 대한 광고·홍보·프로모션 제공
처리 항목에 대한 분석을 통해 토스플레이스 또는 제휴사(토스플레이스 계열사 등)의 상품ㆍ서비스에 대한 맞춤형 서비스(UX/UI, 광고, 맞춤형 콘텐츠, 고객관리, 마케팅조사)를 제공
예시: 연령대에 맞는 서비스 추천, 고객에게 적합한 서비스 추천
위의 목적을 위한 광고 알림 발송
처리 항목	제3자정보제공동의를 통해 조회하거나 내매장서비스 사용에 의해 생성된 정보로써, 정보주체의 동의를 얻어 회사가 수집한 금융거래 정보 및 고객이 직접 입력한 개인정보
일반개인정보: 이름, 생년월일, 성별, 휴대전화번호, CI, 내매장서비스 회원 식별값, 내외국인여부, 행태정보(IP주소, 앱클릭 로그정보와 같은 값을 의미합니다.)
매장정보: 매장명, 매장 주소, 사업자등록번호, 매장 전화번호, 사업자명, 사업자명, 업태, 업종, 사업자등록일
매장 거래내역 정보: POS SW 또는 단말기 설치로 수집된 매출 데이터로써 승인일시, 승인 번호, 발급사 코드, 발급사명, 매입사 코드, 매입사명, 가맹점 번호, 거래금액, 할부기간, 봉사료, 세금, 마스킹된 카드번호 등
배달 사이트 사이트 정보: 주문내역, 가맹점 정보, 매출 및 정산 내역
매장 상품 정보: 상품명, 상품 가격, 상품 별 주문 건수 등
이용 및 보유기간	동의 철회 시 또는 회원 탈퇴 시
[제3자 제공에 대한 안내] 광고·마케팅 수신 동의는 개인정보를 광고·마케팅 목적으로 이용 및 광고·마케팅에 관련한 내용을 카카오 알림톡 또는 SMS 문자로 ‘수신' 할 것인지에 대한 동의예요. 따라서 제휴사에 개인(신용)정보를 제공하는 경우에는 별도의 동의를 받고 있어요.

[동의 거부에 대한 안내] 광고·마케팅 수신 동의는 선택 사항이며, 동의를 거부할 수 있어요. 동의를 거부하여도 다른 토스플레이스 서비스 이용에는 영향이 없어요. 또한 광고·마케팅 수신 동의 철회 관리는 고객센터로 문의해주세요.

그리고 동의를 유지하시면 2년마다 광고·마케팅 수신 동의 상태를 알려드리고 있어요.
    </p>
</section>
    </div>
    </main>
</div>
  );
};

export default Terms3;
